tap "aws/tap"
brew "bat"
brew "chezmoi"
brew "difftastic"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "go"
brew "helix"
brew "jnv"
brew "jq"
brew "lazygit"
brew "mas"
brew "mise"
brew "nkf"
brew "rename"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tealdeer"
brew "tree"
brew "vim"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh"
cask "1password"
cask "cursor"
cask "font-0xproto-nerd-font"
cask "font-hackgen-nerd"
cask "ghostty"
cask "heptabase"
cask "jordanbaird-ice"
cask "meetingbar"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
mas "Keynote", id: 409183694
mas "Menu Bar Calendar", id: 1558360383
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Portal", id: 1436994560
mas "Slack", id: 803453959
