tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "bat"
brew "colordiff"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-now"
brew "go"
brew "jq"
brew "mas"
brew "mise"
brew "mysql", restart_service: :changed
brew "nkf"
brew "node"
brew "python@3.10"
brew "rename"
brew "sheldon"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh"
cask "1password"
cask "cursor"
cask "font-0xproto-nerd-font"
cask "font-hackgen-nerd"
cask "heptabase"
cask "kitty"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
vscode "42crunch.vscode-openapi"
vscode "arjun.swagger-viewer"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "humao.rest-client"
vscode "ipatalas.vscode-postfix-ts"
vscode "mattlott.copy-github-url"
vscode "mattpocock.ts-error-translator"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pflannery.vscode-versionlens"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "taichi.vscode-textlint"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "wakatime.vscode-wakatime"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
