tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "colordiff"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-now"
brew "go"
brew "jq"
brew "mas"
brew "mise"
brew "mysql", restart_service: :changed
brew "nkf"
brew "node"
brew "python@3.10"
brew "rename"
brew "sheldon"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh"
cask "1password"
cask "cursor"
cask "font-0xproto-nerd-font"
cask "font-hackgen-nerd"
cask "heptabase"
cask "kitty"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
