tap "aws/tap"
tap "coderabbitai/tap"
tap "eugene1g/safehouse"
tap "homebrew/bundle"
tap "homebrew/services"
tap "k1low/tap"
tap "manaflow-ai/cmux"
tap "theboredteam/boring-notch"
tap "yammerjp/tap"
brew "shellcheck"
brew "actionlint"
brew "bat"
brew "carapace"
brew "chezmoi"
brew "difftastic"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dyff"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "glow"
brew "grep"
brew "helix"
brew "jnv"
brew "jq"
brew "lazygit"
brew "mas"
brew "mise"
brew "nkf"
brew "osv-scanner"
brew "rename"
brew "ripgrep"
brew "sheldon"
brew "shfmt"
brew "starship"
brew "tealdeer"
brew "tig"
brew "tmux"
brew "vim"
brew "yamlfmt"
brew "yazi"
brew "zellij"
brew "zizmor"
brew "zoxide"
brew "zsh"
brew "coderabbitai/tap/git-gtr"
brew "eugene1g/safehouse/agent-safehouse"
brew "k1low/tap/mo"
brew "yammerjp/tap/pdef"
cask "1password"
cask "arc"
cask "azookey"
cask "beekeeper-studio"
cask "theboredteam/boring-notch/boring-notch"
cask "claude"
cask "cmux"
cask "cursor"
cask "font-0xproto-nerd-font"
cask "font-hackgen-nerd"
cask "font-source-han-code-jp"
cask "ghostty"
cask "git-credential-manager"
cask "heptabase"
cask "jordanbaird-ice"
cask "meetingbar"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
mas "Keynote", id: 409183694
mas "Menu Bar Calendar", id: 1558360383
mas "Numbers", id: 361304891
mas "Pages", id: 409201541
mas "Portal", id: 1436994560
